



{
    "dua":[
  
    {
        
        "title":"دعاء الافتتاح",
        "path":"dua/eftitah.txt",
        "text":null,
        "desc":null,
        "type":"DUA"
    }
    ,
    {
        
        "title":"دعاء كميل ",
        "path":"dua/kumail.txt",
        "text":null,
        "desc":null,
        "type":"DUA"
    }
    ,
    {
       
        "title":"دُعاءُ الجوشن الكبير",
        "path":"dua/big_jushan.txt",
        "text":null,
        "desc":"هذا الدّعاء يحتوي على مائة فصل وكلّ فصل يحتوي على عشرة أسمآء مِن أسماء الله تعالى وتقول في آخر كلّ فصل : سُبْحانَكَ يا لا اِلـهَ إلاّ اَنْتَ الْغَوْثَ الْغَوْثَ الْغَوْثَ خَلِّصْنا مِنَ النّارِ يا رَبِّ",
        "type":"DUA"
    }
    ,
    { 
        "title":"دعاء الجوشن الصغير",
        "path":"dua/small_jushan.txt",
        "text":null,
        "desc":"دعاء رفيع الشّأن عظيم المنزلة دعا به الإمام الكاظم (ع)، وقد همّ موسى الهـادي العباسي بقتله، فَرَأى (ع) جدّه النبي (ص) في المنـام، فأخبره بأنّ الله تعالى سَيقضي على عَدوّه ",
        "type":"DUA"
    }
    ,
    {
       
        "title":"دعاء أبي حمزة الثمالي",
        "path":"dua/hamza_althmaly.txt",
        "text":null,
        "desc":"يُستحب الابتهال إلى الله عزَّ و جلَّ في أسحار ليالي شهر رمضان المبارك بهذا الدّعاء المروي عن أبي حمزة الثّمالي ( رحمه الله ) قال : كان زين العابدين ( عليه السلام ) يصلّي عامّة اللّيل في شهر رمضان فاذا كان في السّحر دعا بهذا الدّعاء",
        "type":"DUA"
    }
    ,
    {
      
        "title":"دعاء مكارم الأخلاق",
        "path":"dua/makarem_alahlak.txt",
        "text":null,
        "desc":null,
        "type":"DUA"
    }

    ,
    {
      
        "title":"دعاء الصباح",
        "path":"dua/sabah.txt",
        "text":null,
        "desc":null,
        "type":"DUA"
    }
    ,
    {
      
        "title":"دعاء السحر ",
        "path":"dua/small_sahar.txt",
        "text":null,
        "desc":" يُستحب الابتهال إلى الله عزَّ و جلَّ في أسحار ليالي شهر رمضان المبارك بهذا الدّعاء، و هو :",
        "type":"DUA"
    }
    ,
    {
      
        "title":"دعاء صغير عند السحر",
        "path":null,
        "text":"يا مَفْزَعي عِنْدَ كُرْبَتي، وَيا غَوْثي عِنْدَ شِدَّتي اِلَيْكَ فَزِعْتُ، وَبِكَ اسْتَغَثْتُ، وَبِكَ لُذْتُ لا اَلُوذُ بِسِواكَ وَلا اَطْلُبُ الْفَرَجَ إلاّ مِنْكَ، فَاَغِثْني وَفَرِّجْ عَنّي، يا مَنْ يَقْبَلُ الْيَسيرَ، وَيَعْفُو عَنِ الْكَثيرِ، اِقْبَلْ مِنِّي الْيَسيرَ وَاعْفُ عَنِّي الْكَثيرَ، اِنَّكَ اَنْتَ الْغَفُورُ الرَّحيمُ، اَللّـهُمَّ اِنّي اَسْاَلُكَ ايماناً تُباشِرُبِهِ قَلْبي، وَيَقيناً حَتّى اَعْلَمَ اَنَّهُ لَنْ يُصيَبني إلاّ ما كَتَبْتَ لي، وَرَضِّني مِنَ الْعَيْشِ بِما قَسَمْتَ لي يا اَرْحَمَ الرّاحِمينَ، يا عُدَّتي في كُرْبَتي، وَيا صاحِبي في شِدَّتي، وَيا وَليّي في نِعْمَتي، وَيا غايَتي في رَغْبَتي، اَنْتَ السّاتِرُ عَوْرَتي، وَالاْمِنُ رَوْعَتي، وَالْمُقيلُ عَثْرَتي، فَاغْفِرْ لي خَطيئَتي يا اَرْحَمَ الرّاحِمينَ .",
        "desc":" أن تدعو بهذا الدعاء الذي هو أخصر أدعية السحّر وهو مروي في الاقبال :",
        "type":"DUA"
    }
    ,
    {
      
        "title":"دعاء أللهم رب شهر رمضان",
        "path":null,
        "text":"أللَّهم رب شهر رمضان الذي انزلت فيه القرآن، وافترضت على عبادك فيه الصيام، صل على محمد وآل محمد وارزقني حج بيتك الحرام في عامي هذا وفي كل عام، واغفر لي تلك الذنوب العظام، فإنه لا يغفرها غيرك يا رحمن يا علام. وقد ورد في ثوابه: من قال هذا الدعاء في كل ليلة من شهر رمضان غفرت له ذنوب اربعين سنة",
        "desc":null,
        "type":"DUA"
    }
    ,
    {
      
        "title":"دعاء الصادق عليه السلام في كلّ ليلة من شهر رمضان",
        "path":null,
        "text":"اَللّـهُمَّ اِنّي اَسْاَلُكَ اَنْ تَجْعَلَ فيـما تَقْضي وَتُقَدِّرُ مِنَ الاَمْرِ الَْمحْتُومِ فِى الاَمْرِ الْحَكيمِ، مِنَ الْقَضاءِ الَّذي لا يُرَدُّ وَلا يُبَدَّلُ اَنْ تَكْتُبَني مِنْ حُجّاجِ بَيْتِكَ الْحَرامِ، الْمَبْرُورِ حَجُّهُمْ، الْمَشْكُورِ سَعْيُهُمْ ،الْمَغْفُورِ ذُنُوبُهُمْ، اَلْمُكَفَّرِ عَنْ سَيِّئاتِهِمْ، وَأنْ تَجْعَلَ فيـما تَقْضي وَتُقَدِّرُ، اَنْ تُطيلَ عُمْري في خَيْر وَعافِيَة، وَتُوَسِّعَ في رِزْقي، َوَتَجْعَلَني مِمَّنْ تَنْتصِرُ بِهِ لِدينِكَ وَلا تَسْتَبْدِلْ بي غَيْري",
        "desc":null,
        "type":"DUA"
    }
    ,
    {
      
        "title":"دعاء أللهم أدخل على أهل القبور السرور",
        "path":null,
        "text":"عن النبي صلى الله عليه وآله وسلم: من دعا بهذا الدعاء في شهر رمضان بعد المكتوبة استغفرت ذنوبه إلى يوم القيامة، وهو:  اَللّـهُمَّ اَدْخِلْ عَلى اَهْلِ الْقُبُورِ السُّرُورَ اَللّـهُمَّ اَغْنِ كُلَّ فَقير، اَللّـهُمَّ اَشْبِعْ كُلَّ جائِع، اَللّـهُمَّ اكْسُ كُلَّ عُرْيان، اَللّـهُمَّ اقْضِ دَيْنَ كُلِّ مَدين، اَللّـهُمَّ فَرِّجْ عَنْ كُلِّ مَكْرُوب، اَللّـهُمَّ رُدَّ كُلَّ غَريب، اَللّـهُمَّ فُكَّ كُلَّ اَسير، اَللّـهُمَّ اَصْلِحْ كُلَّ فاسِد مِنْ اُمُورِ الْمُسْلِمينَ، اَللّـهُمَّ اشْفِ كُلَّ مَريض، اللّهُمَّ سُدَّ فَقْرَنا بِغِناكَ، اَللّـهُمَّ غَيِّر سُوءَ حالِنا بِحُسْنِ حالِكَ، اَللّـهُمَّ اقْضِ عَنَّا الدَّيْنَ وَاَغْنِنا مِنَ الْفَقْرِ، اِنَّكَ عَلى كُلِّ شَيء قَديرٌ",
        "desc":null,
        "type":"DUA"
    }
    ,
    {
      
        "title":"دعاء ياعلي ياعظيم ",
        "path":null,
        "text":" يا عَلِيُّ يا عَظيمُ، يا غَفُورُ يا رَحيمُ، اَنْتَ الرَّبُّ الْعَظيمُ الَّذي لَيْسَ كَمِثْلِهِ شَيءٌ وَهُوَ السَّميعُ الْبَصيرُ، وَهذا شَهْرٌ عَظَّمْتَهُ وَكَرَّمْتَهْ، وَشَرَّفْتَهُ وَفَضَّلْتَهُ عَلَى الشُّهُورِ، وَهُوَ الشَّهْرُ الَّذي فَرَضْتَ صِيامَهُ عَلَيَّ، وَهُوَ شَهْرُ رَمَضانَ، الَّذي اَنْزَلْتَ فيهِ الْقُرْآنَ، هُدىً لِلنّاسِ وَبَيِّنات مِنَ الْهُدى وَالْفُرْقانَ، وَجَعَلْتَ فيهِ لَيْلَةَ الْقَدْرِ، وَجَعَلْتَها خَيْراً مِنْ اَلْفِ شَهْر، فَيا ذَا الْمَنِّ وَلا يُمَنُّ عَلَيْكَ، مُنَّ عَلَيَّ بِفَكاكِ رَقَبَتي مِنَ النّارِ فيمَنْ تَمُنَّ عَلَيْهِ، وَاَدْخِلْنِى الْجَنَّةَ بِرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ",
        "desc":null,
        "type":"DUA"
    }
    ,
    {
      
        "title":" دعاء أللَّهم ارزقني حج بيتك الحرام",
        "path":null,
        "text":"اَللّـهُمَّ ارْزُقْني حَجَّ بَيْتِكَ الْحَرامِ فِي عامي هذا وَفي كُلِّ عام ما اَبْقَيْتَني في يُسْر مِنْكَ وَعافِيَة، وَسَعَةِ رِزْق، وَلا تُخْلِني مِنْ تِلْكَ الْمواقِفِ الْكَريمَةِ، وَالْمَشاهِدِ الشَّريفَةِ، وَزِيارَةِ قَبْرِ نَبِيِّكَ صَلَواتُكَ عَلَيْهِ وَآلِهِ، وَفي جَميعِ حَوائِجِ الدُّنْيا وَالاْخِرَةِ فَكُنْ لي، اَللّـهُمَّ اِنّي اَساَلُكَ فيـما تَقْضي وَتُقَدِّرُ مِنَ الاَمْرِ الَْمحْتُومِ في لَيْلَةِ الْقَدْرِ، مِنَ الْقَضاءِ الَّذي لا يُرَدُّ وَلا يُبَدَّلُ، اَنْ تَكْتُبَني مِنْ حُجّاجِ بَيْتِكَ الْحَرامِ، الْمَبْرُورِ حَجُّهُمْ، الْمَشْكُورِ سَعْيُهُمْ، الْمَغْفُورِ ذُنُوبُهُمْ، الْمُكَفَّرِ عَنْهُمْ سَيِّئاتُهُمْ، واجْعَلْ فيـما تَقْضي وَتُقَدِّرُ، اَنْ تُطيلَ عُمْري، وَتُوَسِّعَ عَلَيَّ رِزْقي، وَتُؤدِّى عَنّي اَمانَتي وَدَيْني آمينَ رَبَّ الْعالَمين",
        "desc":null,
        "type":"DUA"
    }
    ]
}
    
    
